Revit 2027 API
SymbolTypeId.Mph Property
 Symbol mph, indicating unit Miles per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Mph { get; }
Public Shared ReadOnly Property Mph As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Mph {
	ForgeTypeId^ get ();
}
static member Mph : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace